export const result = {
  istj: {
    img: 'img/istj.jpeg',
    title: '미네르바 맥고나걸',
    description: `<b>"왜 너희 세 명이 가는 곳마다 사건이 터지는 거지?"</b>
    <br/>
    <br /> - 엄근진의 대명사. 
    <br /> - 모든 학생을 공정하게 대우하며 뛰어난 실력으로 20대의 나이에 교수 자리에 오른 모범적 인물이에요. 
    <br /> - 주어진 업무나 책임을 끝까지 완수하고 충성심이 높아 덤블도어가 가장 신임한답니다. 
    <br /> - 논리적이고 합리적인 것을 중시하며 현실적이에요.
    <br /> - 겉만 보면 냉랭한 마녀랍니다.
    <br /> - 갑작스러운 변화를 싫어해서 해리포터 3인방을 매우 골칫 덩어리로 생각해요. 
    <br />  - 하지만 자기 사람이기에 든든한 지원군이 되어 그들이 원하는 일을 할 수 있도록 지원을 아끼지 않죠.
    <br /> - 본인만의 위트가 있어요. 완전 무뚝뚝쟁이는 아니랍니다.
    
    <br/><br/>
    <br /> - 하지만 가끔식 지나치게 상대를 통제하려는 경향이 있어요.
    <br /> - 보통 이런 경향은 스스로가 대단하다는 걸 아는 자의식 과잉의 결과물입니다. 
    <br /> - 스스로 잘났단 걸 아는 경우가 대부분인데요 실제로 그렇게 잘나기도 해서 가끔 재수없어요.
    <br /> - 다른 교수들과 함께 일하지 않고 혼자서 일하려는 경우가 많습니다.
    <br /> - 농담을 하지만 진지하게 농담을 하는 편이라서 본인만 즐겁고 남들은 웃지 못해요.
    <br /> - 융통성이 없어서 답답하다는 소리를 들을 때가 종종 있어요.
    
    
    <br/><br/> <br/>
    &nbsp;&nbsp;
    <b style="font-size: 20px"> 각 인물의 한 마디 </b>

    <br/><br/>
    &nbsp;&nbsp; <b style="font-size: 20px">덤블도어</b>: "맥고나걸 교수님과 같은 분들 덕분에 호그와트가 유지 됩니다."
    <br/>
    &nbsp;&nbsp; <b style="font-size: 20px">론</b>: "그렇게 살면 숨 막혀요!"`,
  },

  isfj: {
    img: 'img/isfj.jpeg',
    title: '네빌 롱보텀',
    description: `<b>"지옥이 얼어붙을 수는 있어도, 내가 너의 편에 붙는 일은 없어!"</b>
    <br/>
    <br /> - 초기에는 어리버리했으나 마지막에 가서 포텐 터진 캐릭터. 
    <br /> - 어렸을 때는 슬리데린 학생들로부터 괴롭힘을 당했지만 나중에는 슬리데린 애들을 혼쭐 냅니다.
    <br /> - 조용하고 차분해요. 디테일 하나하나 신경쓰는 세심한 성격이죠. 
    <br /> - 기억력도 좋아 약초학에서만큼은 헤르미온느를 능가해요.
    <br /> - 공감 능력이 뛰어나고, 상대방의 이야기를 잘 들어주는 전형적인 착한 친구랍니다.
    <br /> - 겉으론 유약해 보여도 안은 매우 단단해서 외유내강의 표본입니다.
    <br /> - 의리가 있고 용기도 있어서 가끔씩 내 편 들어줄 때 보면 내가 알던 네빌 맞나 싶어요.
    <br /> - 볼드모트를 앞에 두고도 당당하고 호크룩스를 깨는 등, 평소에는 조용하지만 해야할 때 가장 용기 있게 나서는 인물입니다. 
    
    <br/><br/> 
    <br /> - 하지만 개인주의적 성향이 있어 개인 시간을 방해 받는 것을 매우 싫어해요.
    <br /> - 집에서 쉬는 것을 좋아하고, 개인적인 시간 갖는 것을 중요하게 생각하죠.
    <br /> - 즉흥적으로 하는 것을 싫어하고, 무계획으로 사는 론을 보면서 답답해 하기도 합니다. 
    <br /> - 완벽주의적인 성향이 있어서 일을 하다 완벽하지 못할 것 같으면 대충 해버리거나 아예 시작을 안 해요.
    <br /> - 남들에게 싫은 소리를 잘 하지 못해요. 혼자 상처 받고 혼자서 곱씹다가 틀어지는 경우가 종종 있어요
    <br /> - 더 큰 문제는 그렇게 혼자서 막장 드라마 찍고 상대를 완전히 배척하는 경향이 있어요. 
    
    
    <br/><br/><br/> 
    &nbsp;&nbsp;
    <b style="font-size: 20px"> 각 인물의 한 마디 </b>

    <br/><br/> 
    &nbsp;&nbsp; <b style="font-size: 20px">해리 포터</b>: "조용히 해줄 건 다 해주는 친구"
    <br/>
    &nbsp;&nbsp; <b style="font-size: 20px">론</b>: "그리핀도르의 몇 없는 아싸"`,
  },

  esfj: {
    img: 'img/esfj.png',
    title: '세드릭 디고리',
    description: `<b>"호그와트의 진정한 챔피언, 세드릭을 엄호해!"</b>
    <br/>
    <br /> - 호그와트의 챔피언이자 인기 스타. 
    <br /> - 책임감이 있고, 정직하며 한결 같아 많은 사람으로부터 인정을 받습니다.
    <br /> - 경쟁자 해리에게 구해줘서 고맙다며 챔피언 자리를 내줄 만큼 상황을 잘 받아들이고 의리가 있죠. 
    <br /> - 리더의 자질을 타고 났고 옳고 그름을 잘 구별합니다. 
    <br /> - 준비성이 철저하고 참을성이 많으며 타인을 잘 돕죠. 그래서 인기가 많아요.
    <br /> - 덤블도어는 그를 "언제나 모범적이고 신의있고 성실한 학생" 이라고 말합니다.
    <br /> - 상대를 향한 배려심이 있고 조화와 균형을 중요시하죠.


    <br/><br/> 
    <br /> - 그러나 남 싫은 소리를 잘 못해요. 동의하진 않지만 겉으론 "맞아, 맞아"라며 동의해주죠.
    <br /> - 더 나은 목표를 위해 비판을 수용하지만 필요 이상으로 비판을 곱씹을 때가 있어요
    <br /> - 생각이 많아서 걱정이나 불안감에 종종 휩싸입니다.
    <br /> - 늘 타인과의 관계에서 고민이 많아요
    <br /> - 친구들이 있을 때 빛나지만 혼자 있을 때는 더욱 고독합니다.
    <br /> - 오해 받는 것을 매우 매우 싫어해요.
    <br /> - 남들을 잘 챙겨주는 것은 맞지만 자신의 이득도 뒤에서 잘 챙기는 스타일입니다.
    
    
    
    <br/><br/><br/>
    &nbsp;&nbsp;
    <b style="font-size: 20px"> 각 인물의 한 마디 </b>

    <br/><br/> 
    &nbsp;&nbsp; <b style="font-size: 20px">미네르바 맥고나걸</b>: "아주 모범적인 학생"
    <br/>
    &nbsp;&nbsp; <b style="font-size: 20px">네빌</b>: "인간관계로 머리 빠질 친구"`,
  },

  estj: {
    img: 'img/estj.jpeg',
    title: '헤르미온느 진 그레인저',
    description: `<b>"입 닥쳐 해리. 내가 여기 주인공이야"</b>
    <br/>
    <br /> - 호그와트의 대표 똑똑이. 
    <br /> - 어딜가나 당당한 브레인!
    <br /> - 계획도 잘 세우고 모든 일이 체계적이에요
    <br /> - 책임감도 있고 완벽주의 성향이 있어서 믿고 일을 맡길 수 있어요
    <br /> - 순수 머글의 태생이었으나 순수 혈통인 슬리데린 애들보다 뛰어난 자수성가 스타일.
    <br /> - 싸움을 싫어해요. 하지만 싸워서 지는 건 더 싫어요.
    <br /> - 호불호는 확실한 편이라 슬리데린은 사양합니다.
    <br /> - 분명한 규칙을 따르는 것을 좋아해요
    <br /> - 질서가 없다면 그 안에서 질서를 만든답니다. 론이 지금까지 살 수 있었던 이유죠     


    <br/><br/> 
    <br /> - 하지만 너무 솔직한 나머지 사람들로부터 4가지 없단 소리를 들을 수 있어요.
    <br /> - 본인도 자기가 잘났다는 걸 너무 잘 알고 있답니다.
    <br /> - 그래서 자신이 무얼 잘못했는지 모르는 경우가 종종 있어요.
    <br /> - 한편으론 범적인 나머지 융통성 없다는 말을 해리와 론으로부터 듣곤 합니다.
    <br /> - 가끔 보면 여유가 너무 없어요! 여유가 있어도 즐기지 못하는 스타일.
    <br /> - 감정 표현이 어려워요. 진짜 친한 친구인 해리와 론을 제외하면 감정을 알아주는 사람이 별로 없어요
    <br /> - 리더의 기질을 타고 났지만, 공감 능력이 떨어져서 아랫사람들과 종종 다투곤 합니다.


    
    <br/><br/><br/>
    &nbsp;&nbsp;
    <b style="font-size: 20px"> 각 인물의 한 마디 </b>

    <br/><br/> 
    &nbsp;&nbsp; <b style="font-size: 20px">론</b>: "헤르미온느는 완벽한 아내에요"
    <br/>
    &nbsp;&nbsp; <b style="font-size: 20px">론</b>: "그래서 문제죠"`,
  },

  istp: {
    img: 'img/istp.jpeg',
    title: '빅토르 크룸',
    description: `<b>"세계 최고의 쿼디치 선수!"</b>
    <br/>
    <br /> - 만능 해결사. 에이스의 자질
    <br /> - 헤르미온느에게 잠깐 관심을 받을 정도로 저돌적이에요
    <br /> - 자기 주장이 강해요.
    <br /> - 완벽하게 일처리 하는 것을 선호합니다.
    <br /> - 위계와 권위적인 질서를 싫어해요. 평등을 우선합니다.
    <br /> - 정밀한 일들을 잘 해내요. 도구 다루는 건 자신 있죠.
    <br /> - 보통 스포츠에서 에이스를 맡습니다.
    <br /> - 즉흥적이지만 합리적이죠. 게을러 보여도 효율적으로 일하고 있는 거에요.
    <br /> - 스릴을 즐기고 위기에 강합니다.
    <br /> - 대인 관계는 원만하되, 공사 구별은 뚜렷한 편입니다.

    <br/><br/> 
    <br /> - 저보고 노잼이래요. 저는 농담인데 사람들이 진지하게 받아들여요
    <br /> - 정서적인 표현도 효율적으로 해서 감정 표현을 잘 하지 않아요
    <br /> - 호불호가 매우 강해서 싫은 건 죽어도 싫어요
    <br /> - 친해져야 비로소 말이 많아집니다.
    <br /> - 상대방에게 맘에도 없는 위로는 하기 싫어요.
    <br /> - 벼락치기를 잘 해요. 효율성 때문에 그런 게 아니라 딴 짓하다가 그래요.
    <br /> - 다수의 의견을 따라가다 내 생각이나 관심이 바뀌면 사전 공지 없이 번복할 때가 있어요
    
    
    <br/><br/><br/>
    &nbsp;&nbsp;
    <b style="font-size: 20px"> 각 인물의 한 마디 </b>

    <br/><br/> 
    &nbsp;&nbsp; <b style="font-size: 20px">네빌</b>: "친해지면 생각보다 따뜻해요"
    <br/>
    &nbsp;&nbsp; <b style="font-size: 20px">헤르미온느</b>: "시야가 좁아요"`,
  },

  isfp: {
    img: 'img/isfp.jpeg',
    title: '해리 제임스 포터',
    description: `<b>"입 닥쳐, 말포이!"</b>
    <br/>
    <br /> - 누가봐도 자기 인생의 주인공.
    <br /> - 열정적이고 즉흥적인 성격이에요. 론이랑 짝짝꿍 잘 맞죠.
    <br /> - 사람들은 해리에게 관심이 많아요. 하지만 신경쓰지 않아요. 나 하고 싶은 거 할래요.
    <br /> - 말보다 행동이 먼저 나가요. 
    <br /> - 그렇지만 신중하죠. 덕분에 관찰력도 뛰어납니다. 
    <br /> - 저에겐 이루고 싶은 이상이 있어요. 그러려면 볼드모트는 사라져야 해요.
    <br /> - 예술적인 것, 강렬한 것을 좋아합니다.
    <br /> - 생각보다 겸손합니다. 제가 관종이었으면 Youtube에 상처 자랑했겠죠?
    <br /> - 물론, 관심 좋아요. 소심한 관종입니다.
    <br /> - 편견 싫어요. 집착 싫어요. 그래서 볼드모트 싫어요.
    <br /> - 마음이 따뜻하고 정이 많아요. 오래 만나야 느낄 수 있는 진국이랍니다. 


    <br/><br/> 
    <br /> - 하지만 혼자가 편할 때가 많아요. 론이 너무 들러 붙어요.
    <br /> - 만약 상황이 원하는대로 흘러가지 않으면 스트레스가 너무 심해요
    <br /> - 경쟁심이 매우 강해요. 퀴디치는 제가 우승해야 합니다.
    <br /> - 저는 가끔씩 자존감이 뚝 떨어질 때가 있어요.
    <br /> - 한 번 맡은 일은 끝까지 잘 하고 싶은데... 제가 좀 게을러요.
    <br /> - 친한 사람들에게만 공개하는 저의 매력이 따로 있어요. 
    <br /> - 칭찬에 약하고, 의심이 없어서 뒤통수 맞을 때가 많아요.
    <br /> - 혼자 있는 건 좋은데 인간 관계에 많이 신경 써요. 주변 분위기를 따라갑니다.
    
    
    <br/><br/><br/>
    &nbsp;&nbsp;
    <b style="font-size: 20px"> 각 인물의 한 마디 </b>

    <br/><br/> 
    &nbsp;&nbsp; <b style="font-size: 20px">론</b>: "해리랑 있으면 뭐든 할 수 있어!"
    <br/>
    &nbsp;&nbsp; <b style="font-size: 20px">덤블도어</b>: "내 말 좀 들어라..."`,
  },

  estp: {
    img: 'img/estp.jpeg',
    title: '시리우스 블랙',
    description: `<b>"중요한 건, 우리의 행동을 결정하는 힘이란다"</b>
    <br/>
    <br /> - 열정적인 도전가
    <br /> - 자유와 도전을 사랑하는 마법사에요
    <br /> - 충동적이고 즉흥적이라서 함께 있으면 지루하지 않아요
    <br /> - 아이디어가 굉장히 많고 사람들과 말하는 것을 좋아해요.
    <br /> - 자기가 목표한 것이 있다면 어떻게든 이루고자 노력하죠.
    <br /> - 성취욕과 경쟁심이 강하고 다재다능한 존재입니다.
    <br /> - 좀 게으르긴 한데요, 마지막에 폭발적인 에너지를 발산해서 일을 끝내요
    <br /> - 책보다는 경험! 스릴을 즐기고 말보다 행동이 먼저 나갑니다.
    <br /> - 볼드모트만 아니었으면 매일 놀고, 술자리에 나갔을 걸요?

    <br/><br/> 
    <br /> - 사실 시리우스는 단세포에요. 깊은 생각은 힘듭니다.
    <br /> - 거짓말을 잘 못해서 가끔씩 필터링이 안 될 때가 있어요.
    <br /> - 이론보다는 자기 경험에 맞아야지 수긍하는 편입니다. 
    <br /> - 만약 누군가가 자기를 통제하려고 하면 굉~장히 싫어요!
    <br /> - 가끔 ADHD 아니냐고 오해를 받아요. 가만히 있는 건 싫답니다.
    <br /> - 공감을 잘 못해요. 해리를 위로해줄 때도 완벽히 공감한 상태는 아니였어요
    <br /> - 참을성이 없는 다혈질이다 보니 그르친 일들이 좀 있죠.
    
    
    <br/><br/><br/>
    &nbsp;&nbsp;
    <b style="font-size: 20px"> 각 인물의 한 마디 </b>

    <br/><br/> 
    &nbsp;&nbsp; <b style="font-size: 20px">해리포터/b>: "대부님이랑 있으면 항상 재밌어요."
    <br/>
    &nbsp;&nbsp; <b style="font-size: 20px">스네이프</b>: "큰 그림 그려놨어. 제발 좀 침착해"`,
  },

  esfp: {
    img: 'img/esfp.jpeg',
    title: '로널드 빌리우스 위즐리',
    description: `<b>"왜 하필 거미떼야... 나비떼면 좋잖아!"</b>
    <br/>
    <br /> - 호그와트 최고 자유로운 영혼
    <br /> - 관종이에요
    <br /> - 친목 다지는 거 좋아하고요 핵인싸에요.
    <br /> - 지루한 거 싫어요. 새로운 걸 해야 해요.
    <br /> - 어렸을 때부터 말썽은 타고났죠. 
    <br /> - 현재를 만끽하며 즐겨요. 
    <br /> - 이렇게 보여도 헤르미온느의 마음을 얻을 만큼 배려심이 넘쳐요
    <br /> - 가벼워 보여도 굉장히 열정적이에요
    <br /> - 저처럼 긍정적인 사람 또 보기 힘들 걸요?
    <br /> - 갈등 있는 거 싫어요. 다 같이 친하게 지내요.



    <br/><br/> 
    <br /> - 하지만 가끔씩 헤르미온느한테 마상을 많이 입어요. 비난받기 싫어요.
    <br /> - 헤르미온느랑 갈등 생기면 회피하는데 그럴 때마다 엄청 욕 먹어요.
    <br /> - 가장 완벽한 계획은 무계획이죠. 전 계획 없이 살아요.
    <br /> - 티끌모아 태산 아시죠? 전 티끌처럼 돈 썼는데 태산이 돼 있어요
    <br /> - 조용한 거 싫어해서 아무 말이나 꺼내고 봐요
    <br /> - 성격은 급해요. 그런데 게을러요. 어떡하죠?
    <br /> - 전 다른 사람의 감정에 둔한 편이에요.
    <br /> - 진지해지는 걸 싫어합니다.
    
    
    <br/><br/><br/>
    &nbsp;&nbsp;
    <b style="font-size: 20px"> 각 인물의 한 마디 </b>

    <br/><br/> 
    &nbsp;&nbsp; <b style="font-size: 20px">헤르미온느</b>: "세심한 거 잘 챙겨주는 사랑꾼"
    <br/>
    &nbsp;&nbsp; <b style="font-size: 20px">헤르미온느</b>: "전 남편은 없고 아들 한 명 있어요."`,
  },

  intj: {
    img: 'img/intj.jpeg',
    title: '세베루스 스네이프',
    description: `<b>"Always... (항상 사랑했어요)"</b>
    <br/>
    <br /> - 큰 그림 장인. 인생이 체스.
    <br /> - 논리적이고 객관적이에요. 괜히 교수가 아니랍니다.
    <br /> - 최고의 전략가에요. 저만큼 철두철미한 사람은 호그와트에 없어요.
    <br /> - 이론을 중시하지만 상상력도 풍부해요.  
    <br /> - 자존감이 매우 높아요. 
    <br /> - 제 자존감의 원천은 외적인 면이 아닌 능력입니다.
    <br /> - 합리적, 공정성, 유능함, 이게 제가 추구하는 가치입니다.
    <br /> - 제가 원하는 것은 어떻게든 이뤄내요. 원수의 밑에서 몇 십년을 바치더라도.
    <br /> - 일반적으로 인간에 대한 기대치가 낮아요. 그런데 종종 리더를 맡게 되더라구요
    <br /> - 인간 관계는 좁고 깊게. 주변인에 대한 기대만큼은 높습니다.

    <br/><br/> 
    <br /> - 애정 표현 서툽니다. 사람을 분석해서 사귀는 경우가 커요. 
    <br /> - 사람 많고 시끄러운 거 극혐이에요. 해리가 릴리의 자식만 아니었다면...
    <br /> - 남에게 관심이 별로 없어서 공감을 잘 못해주죠.
    <br /> - 같은 팀원들이 욕 먹으면, 그들과 함께 하기보다 전 우수하다는 걸 드러내려고 하죠.
    <br /> - 계획에 없던 일이나 즉각적인 해답을 요구하는 문제에 있어서는 일시 멈춤됩니다.
    <br /> - 저는 모아니면 도입니다. 
    <br /> - 비밀이 너무 많아요. 오해를 사서 사는 경우가 허다합니다.
    
    
    <br/><br/><br/>
    &nbsp;&nbsp;
    <b style="font-size: 20px"> 각 인물의 한 마디 </b>

    <br/><br/> 
    &nbsp;&nbsp; <b style="font-size: 20px">덤블도어</b>: "교수님이 계셨기에 믿고 죽을 수 있었습니다."
    <br/>
    &nbsp;&nbsp; <b style="font-size: 20px">해리 포터</b>: "본인 얘기 단 한 번이라도 해줬다면..."`,
  },

  intp: {
    img: 'img/intp.jpeg',
    title: '아서 위즐리',
    description: `<b>"당신이 숙청한 마법사가 당신보다는 백 배 더 진정한 마법사야!"</b>
    <br/>
    <br /> - 지식의 탐욕가
    <br /> - 자신만의 세계와 철학이 확고한 편이라 주관이 뚜렷하죠
    <br /> - 아이디어가 매우 많아요! 괜히 그렇게 의견을 많이 내는 게 아니랍니다.
    <br /> - 자신이 알고 싶은 건 모두 알고 싶어 합니다.
    <br /> - 어느 한 쪽으로 치우치지 않고 중립적인 태도를 취해요.
    <br /> - 흔히 말하는 괴짜입니다.
    <br /> - 관심 있는 분야에서는 창의적인 것들을 많이 내놓아요
    <br /> - 대중성 있는 것 보단 마이너한 것에 관심을 가져요
    <br /> - 인간 관계는 좁지만 깊어요
    <br /> - 매우 정직하고 직설적이에요. 할 말은 해야겠어요. 
    <br /> - 감정을 상하게 할지라도 진실은 매우 중요합니다.


    <br/><br/> 
    <br /> - 하지만, 너무 괴짜라 사회성이 부족해요
    <br /> - 통찰력은 뛰어난데 사람을 통찰하진 못해요.
    <br /> - 세상에 비판적인 시각을 갖고 있는데 가끔씩 너무 어두워 보여요
    <br /> - 본인의 논리가 맞다고 생각하면 무례해질 때가 있어요
    <br /> - 지식은 많은데 실생활에는 쓸모 없는 것들이 대부분이에요
    <br /> - 이렇게 말하면 다 실생활에서도 쓸 수 있는 거라며 반박할 걸요? 
    <br /> - 자기애가 강하거든요.

    
    
    <br/><br/><br/>
    &nbsp;&nbsp;
    <b style="font-size: 20px"> 각 인물의 한 마디 </b>

    <br/><br/> 
    &nbsp;&nbsp; <b style="font-size: 20px">시리우스</b>: "자기 분야에서 최고인 친구"
    <br/>
    &nbsp;&nbsp; <b style="font-size: 20px">프레드 위즐리</b>: "우리 아빠 아싸인듯?"`,
  },

  entp: {
    img: 'img/entp.jpeg',
    title: '프레드 위즐리',
    description: `<b>"우리 대신 저 엄브리지에게 지옥을 선사해줘!"</b>
    <br/>
    <br /> - 최고의 발명꾼이자 장난꾼 
    <br /> - 아이디어가 넘쳐납니다. 독창적이죠
    <br /> - 자존감이 높고 자신에 대한 확신이 강해요
    <br /> - 토론과 논쟁을 좋아하는 편이에요. 말 안통하는 엄브리지 같은 사람은 싫습니다.
    <br /> - 다재다능한 팔방미인이에요. 뭐든 평균은 합니다.
    <br /> - 농담을 매우 좋아해요. 
    <br /> - 통찰력이 좋아서 다른 사람이 놓치는 걸 잘 캐치해내요.
    <br /> - 제가 질문을 많이 한다는 건 그만큼 관심 있다는 얘기에요
    <br /> - 모험심이 강하고 위험을 감수해서라도 새로운 시도를 하는 것을 좋아합니다.


    <br/><br/> 
    <br /> - 겉보기엔 말도 많고 즐거울 것 같지만 삶의 만족도는 그닥 높지 않아요
    <br /> - 분명 아이디어는 많은데 이걸 다 성취할 인내심은 부족해요
    <br /> - 다른 사람에겐 훌륭한 조언을 해주지만, 저는 그렇게 행동하지 않아요
    <br /> - 따지는 거 좋아해서 따지기 위한 따지기를 할 때가 있어요.
    <br /> - 잔 실수가 많아요. 한 번에 100을 할 수 있지만 1만큼 100번 실수합니다.
    <br /> - 내 사람 아니라면 무관심이에요. 
    <br /> - 나는 옳아요. 내 생각을 다른 사람이 바꿀 수는 없어요.
    
    
    <br/><br/><br/>
    &nbsp;&nbsp;
    <b style="font-size: 20px"> 각 인물의 한 마디 </b>

    <br/><br/> 
    &nbsp;&nbsp; <b style="font-size: 20px">해리 포터</b>: "신기한 거 많이 만들어 주는 형"
    <br/>
    &nbsp;&nbsp; <b style="font-size: 20px">헤르미온느</b>: "겉은 인싼데 속은 아싸"`,
  },

  entj: {
    img: 'img/entj.jpeg',
    title: '볼드모트',
    description: `<b>"세상에 선과 악은 없다. 단지 힘을 얻은 자와 못 얻은 자만 있을 뿐"</b>
    <br/>
    <br /> - 거스르면 죽는다. 압도적인 지도자.
    <br /> - 논쟁에 인정사정 없죠. 이겨야 직성에 풀립니다.
    <br /> - 야망이 매우 높다. 진보적이고 공격적이죠.
    <br /> - 최선의 방어는 공격입니다.
    <br /> - 일이 틀어질 바엔 미운털 박히는 게 낫죠.
    <br /> - 변화 있는 생활을 즐깁니다. 지적 능력 향상을 위해 금지된 마법을 배웠죠.
    <br /> - 세상에 믿을 수 있는 사람은 오직 나뿐입니다.
    <br /> - 카리스마 있고 통솔력이 있습니다. 리더의 자질을 타고났죠
    <br /> - 시야가 넓습니다. 
    <br /> - 사람보다는 일이 우선입니다.
    <br /> - 하지만 부조리와 비합리적인 것을 혐오합니다. 


    <br/><br/> 
    <br /> - 다른 사람의 감정을 이해하기 어렵죠
    <br /> - 주변에 귀를 잘 기울이지 않습니다
    <br /> - 전체를 위해서 개인을 무시할 때가 종종 있어요.
    <br /> - 승부욕이 지나친 나머지 결국 해리에게 깨졌습니다. 
    <br /> - 새로운 사람을 만나는 건 좋아하지만 깊은 관계를 맺는 건 안 좋아합니다.
    <br /> - 일 시켰는데 못하면 이해가 안 되고 답답해요
    <br /> - 일을 나서서 하는데 좋아해서가 아니라 하는 꼬락서니가 맘에 안 들어서 해요 
    <br /> - 남이 이래라 저래라 하는 거 싫어요. 
    <br /> - 냉정할 땐 한 없이 냉정해집니다.
    
    
    <br/><br/><br/>
    &nbsp;&nbsp;
    <b style="font-size: 20px"> 각 인물의 한 마디 </b>

    <br/><br/> 
    &nbsp;&nbsp; <b style="font-size: 20px">벨라트릭스</b>: "오... 위대한 나의 군주"
    <br/>
    &nbsp;&nbsp; <b style="font-size: 20px">덤블도어</b>: "당신은 사랑을 몰라."`,
  },

  infp: {
    img: 'img/infp.jpeg',
    title: '루나 러브굿 ',
    description: `<b>"모든 것은 꼭 돌아오게 돼 있어."</b>
    <br/>
    <br /> - 따뜻한 4차원.
    <br /> - 공감 능력이 뛰어나고 섬세해요  
    <br /> - 자기만의 이상이 있고 그 이상을 위해 노력해요
    <br /> - 이야기를 잘 들어주는 편이에요
    <br /> - 사람들에게 관심이 많고 헌신적이에요.
    <br /> - 동물이나 아이들을 좋아해요.  
    <br /> - 집에 있는 거 좋아하는데 막상 나가면 잘 놀아요
    <br /> - 몽상가적 기질이 있어요. 혼자 다른 세계에 잠간 갔다 와요
    <br /> - 수줍어 보이지만 하고 싶은 게 있으면 언제든 적극적이에요!
    <br /> - 이해력과 포용력이 뛰어나요. 
    <br /> - 전 당신이 그럴 수 있다 생각해요. 당신도 내가 그럴 수 있다 생각하세요

    <br/><br/> 
    <br /> - 주변의 눈치를 많이 봐요. 남들은 나를 어떻게 생각하나요?
    <br /> - 비판 받는 것에 약하고 감정의 기복이 심해요
    <br /> - 친하다고 생각하는 사람들에겐 관심을 계속 받고 싶어요.
    <br /> - 하지만 내 사적인 영역을 침범하진 말아주세요. 화낸답니다?
    <br /> - 어느 순간 감당하기 힘들 정도의 감정이 몰아쳐요. 
    <br /> - 남들에게 퍼주는 경향이 너무 커요.
    <br /> - 완벽주의긴한데 게을러요
    <br /> - 해야겠단 생각은 하는데 살짝 맛보기 정도만 해요
    
    
    <br/><br/><br/>
    &nbsp;&nbsp;
    <b style="font-size: 20px"> 각 인물의 한 마디 </b>

    <br/><br/> 
    &nbsp;&nbsp; <b style="font-size: 20px">해리포터</b>: "루나는 생각보다 강한 친구에요."
    <br/>
    &nbsp;&nbsp; <b style="font-size: 20px">론</b>: "예민 보스"`,
  },

  infj: {
    img: 'img/infj.jpeg',
    title: '알버스 퍼시벌 울프릭 브라이언 덤블도어',
    description: `<b>"사랑이야 해리, 사랑을 해라"</b>
    <br/>
    <br /> - 선의 집행자. 명대사 제조기
    <br /> - 호그와트에서 통찰력과 영감이 가장 뛰어나요
    <br /> - 직관력과 관찰력이 좋아서 거짓말을 대부분 눈치 채요. 모른척 넘어가줄 뿐!
    <br /> - 이상주의적이고 완벽주의적 성향을 지니고 있어요.
    <br /> - 좀 친해지면 첫 인상이랑 달라요.
    <br /> - 어떤 일에 의미 부여하는 것을 좋아해요. 
    <br /> - 수직적 구조보다는 수평적 구조를 좋아하죠.
    <br /> - 자기 주관이 뚜렷하고 독립적이라 구속받는 거 싫어하거든요.
    <br /> - 깊은 신념을 갖고 있어요. 이 신념은 남을 위할 때 더 큰 효력을 발휘해요 


    <br/><br/> 
    <br /> - 생각이 너무 많아요. 사실 대머리인데 마법으로 머리카락 재생했다는 얘기도 있어요!
    <br /> - 새로운 일 시작하거나 새로운 만남을 싫어해요. 새학기마다 힘들어요
    <br /> - 타인에게 상처 받거나 거부 당하면 큰 상처를 입어요
    <br /> - 번아웃에 약해요. 쉽게 지치거나 극심한 스트레스를 경험합니다.
    <br /> - 조용히 다니지만 내적 댄스가 멈추지 않을 때가 있어요
    <br /> - 관심 받고 싶은데 나서긴 또 싫어요 
    <br /> - 친하고 마음 맞는 친구랑만 놀래요. 
    <br /> - 무의미한 시간이 제일 지루해요. 
    
    
    <br/><br/><br/>
    &nbsp;&nbsp;
    <b style="font-size: 20px"> 각 인물의 한 마디 </b>

    <br/><br/> 
    &nbsp;&nbsp; <b style="font-size: 20px">해리포터</b>: "정신적 지주"
    <br/>
    &nbsp;&nbsp; <b style="font-size: 20px">루나</b>: "해리만 너무 챙겨주잖아!"`,
  },

  enfp: {
    img: 'img/enfp.jpeg',
    title: '콜린 크리비',
    description: `<b>"찰칵!"</b>
    <br/>
    <br /> - 호그와트의 사진사. 해리포터의 극성팬
    <br /> - 금사빠에요. 
    <br /> - 계획이 뭐에요? 그냥 일단 하고 보는 거죠!
    <br /> - 인생은 즐겁게 살아야 해요.
    <br /> - 사람에 있어선 호불호가 있어요. 좋아하는 사람과 싫어하는 사람이 분명해요
    <br /> - 밀당 싫어요. 그냥 나를 좋아해주세요. 표현해주세요!
    <br /> - 은근히 승부욕 있어요. 아쉬운 게 아니라면 양보하는 것 뿐이죠!
    <br /> - 모든 것은 다 연결돼 있어요! 
    <br /> - 진보적인 생각을 갖고 있어요. 하지만 선 넘는 건 안 됩니다!
    <br /> - 항상 웃지만 진지할 땐 진지해요.


    <br/><br/> 
    <br /> - 하기 싫은 건 정말 하기 싫어요. 너무 하기 싫어요!
    <br /> - 상처를 받더라도 정이 많아서 그 사람과 인연 끊기 힘들어요
    <br /> - 상처 받으면 오래 가요. 상처를 곱씹게 되더라구요.
    <br /> - 감정의 기복이 심해요. 스트레스도 쉽게 받습니다.
    <br /> - 집중력이 좋지는 않아요. 
    <br /> - 모든 것은 연결돼 있다 보니 아무것도 아닌데 의미를 찾으려고 해요
    <br /> - 지나치게 감정적으로 변할 때가 있어요
    
    
    
    
    <br/><br/><br/>
    &nbsp;&nbsp;
    <b style="font-size: 20px"> 각 인물의 한 마디 </b>

    <br/><br/> 
    &nbsp;&nbsp; <b style="font-size: 20px">론</b>: "인싸 중의 아싸, 아싸 중의 인싸"
    <br/>
    &nbsp;&nbsp; <b style="font-size: 20px">헤르미온느</b>: "단순 그 자체"`,
  },

  enfj: {
    img: 'img/enfj.png',
    title: '릴리 에번스 포터',
    description: `<b>"살아남아 해리. 강해져야 해"</b>
    <br/>
    <br /> - 해리의 어머니. 어머니는 위대하다.
    <br /> - 공감 능력이 높고 정이 넘쳐요
    <br /> - 옳은 일을 하고 싶어해요.  
    <br /> - 보통 사람들과 별 어려움 없이 잘 어울리고, 직접 만나서 얘기하는 걸 좋아해요
    <br /> - 사람들에게 퍼주는 것을 좋아하고 다른 사람의 일을 본인의 일처럼 신경 써줘요
    <br /> - 적극적이고 추진력이 강합니다.
    <br /> - 지도자의 기질이 타고났어요. 어느 순간 보면 리더가 돼 있을 걸요?
    <br /> - 사람들로부터 신뢰를 받아요. 화를 잘 안 내지만 배신에는 얄짤 없어요.
    <br /> - 상대방의 의견을 경청하고 비록 자기 의견과 다르다 하더라도 인정해줘요
    <br /> - 기본적으로 사람들에게 선한 영향력을 주기 위해 노력해요


    <br/><br/> 
    <br /> - 오지랖이 넓어요. 지나치게 관여할 수 있어요
    <br /> - 비판을 받아들이는데 너무 심하게 받아들일 때가 있어요
    <br /> - 그러다보니 자존감이 요동치죠.
    <br /> - 어떤 중요한 일을 결정할 때 우유부단해요.
    <br /> - 타인에게는 관대한데 본인에게는 매우 엄격해요. 
    <br /> - 모든 사람에게 사랑 받고 싶어 해요. 하지만 그럴 수 없기에 좌절하곤 해요.
    <br /> - 사람을 더 우선시하는 나머지 일을 그르칠 때가 있어요
    <br /> - 사람을 이상화하는 경우가 있어서 혼자 더 큰 배신감을 느껴요
    
    
    <br/><br/><br/>
    &nbsp;&nbsp;
    <b style="font-size: 20px"> 각 인물의 한 마디 </b>

    <br/><br/> 
    &nbsp;&nbsp; <b style="font-size: 20px">해리포터</b>: "이 세상, 가장 나를 사랑해주는 사람"
    <br/>
    &nbsp;&nbsp; <b style="font-size: 20px">스네이프</b>: "왜 그렇게까지 하는 거야"`,
  },
}
